//5. Написать программу вычисления значения функции y=f(a)

var a = 10;
var resultOfPr = Math.Pow (a,5);
Console.WriteLine(resultOfPr);


